import React from "react";

function About() {
  return (
    <div className="row p-0 m-0">
      <div className="col-sm-2 p-0 m-0"></div>
      <div className="col-sm-8 p-0 m-0 text-center">
        <h2 className=" text-center   m-1  font-weight-bold h2 mt-5">
          قواعدِ وضوابط جامعہ
        </h2>
        <hr />
        <h5 className=" text-center   m-1  font-weight-bold h5 ">
          {" "}
          جامعہ دارالعلوم تعلیم القرآن باڑہ گیٹ چونکہ خالصتاً اسلامی ادارہ
          ہیں۔لہذا جامعہ میں داخلہ لینے والے ہر طالب علم کو جملہ احکام شرعیہ کی
          پابندی کرنی ہوگی نماز با جماعت کا اھتمام کرنا ہوگا اور خلاف سنت کاموں
          سے مکمل اجتناب کرنا ہوگا ۔اپنی وضع قطع علماء و صلحاء کہ مطابق رکھنی
          ہوگی سگریٹ پینا انگریزی بال رکھنا،کٹوانا قطعاً ممنوع اور قابلِ اخراج
          جرم ہوگا۔
        </h5>
        <hr />
        <h5 className=" text-center   m-1  font-weight-bold h5">
          جامعہ کا تعلق عقائد اہلسنت والجماعت حنفی مسلک،دیوبندی مشروط سے ہیں اس
          کہ خلاف کوئی بھی قول و فعل اور حرکت جرم تصور کیا جائیگا
        </h5>
        <hr />
        <h5 className=" text-center   m-1  font-weight-bold h5">
          طالب علم کیلئے ساتھیوں یا مدرسہ کے ملازمین سے لڑنا،جھگڑنا، بداخلاقی سے
          پیش آنا،بیھودہ مذاق کرنا سنگین جرم ہیں۔اگر کیسی سے شکایت ہوتو منتظمین
          مدرسہ سے رجوع کریگا خود اسکا جواب نہیں دیگا
        </h5>
        <hr />
        <h5 className=" text-center   m-1  font-weight-bold h5">
          سبق سے غیر حاضری ناقابلِ معافی جرم ہیں شدید ضرورت کی صورت میں خود
          چھوٹی کی درخواست دفتر کو دینا ضروری ہیں کسی کی ہاتھ درخواست بھیجنا
          کافی نہ ہوگا بیماری کی صورت میں بھی درخواست تب منظور ہوگی جب سبق میں
          شرکت ناممکن ہو
        </h5>
        <hr />
        <h5 className=" text-center   m-1  font-weight-bold h5">
          جامعہ کے تمام اشیاء کا خیال رکھنا کیونکہ یہ آپ کے پاس امانت ہیں خاص کر
          کتابوں کو اختیاط سے استعمال کرے اور تعلیمی سال پورا ہونے پر ناظم
          دارالکتب کہ حوالہ کردے بصورت دیگر قانونی چارہ جوئی کا مستوجب ہونگے
        </h5>
        <hr />
        <h5 className=" text-center   m-1  font-weight-bold h5">
          جدید طالب علم کیلئے داخلہ امتحان میں پاس ہونا ضروری ہوگا جو کہ تحریری
          طور پر لیا جائیگا اور جامعہ کے تمام امتحانات میں طلب علم کیلئے شرکت
          لازمی ہوگی
        </h5>
        <hr />
        <h5 className=" text-center   m-1  font-weight-bold h5">
          طالب علم کا ایسے تمام مشاغل سے اجتناب ضروری ہیں جس سے اس کا تعلیمی
          سلسلہ متاثر ہوسکتا ہو
        </h5>
        <hr />
        <h5 className=" text-center   m-1  font-weight-bold h5">
          جامعہ کی طرف سے جو بھی قواعد وضوابط وقتاً فوقتاً جاری ہونگے ان کی پوری
          تعمیل لازمی ہوگی
        </h5>
        <hr />
        <h2 className=" text-center   m-1  font-weight-bold h2">
          {" "}
          صرف مقیم طلبہ کیلیے
        </h2>
        <hr />
        <h5 className=" text-center   m-1  font-weight-bold h5">
          مقیم طالب علم کیلئے ناظم دارلاقامہ کی ہدایات کہ مطابق عمل کرنا لازمی
          ہوگا اور مابین عصر و مغرب کے علاوہ دارلاقامتہ سے باہر جانے کیلئے ناظم
          دارلاقامتہ سے اجازت لینا ضروری ہیں بصورت دیگر سخت سزا کا مستحق ہوگا
          تنبیہ کہ باوجود باز نہ آنے پر خارج کر دیا جائیگا
        </h5>
        <hr />
        <h5 className=" text-center   m-1  font-weight-bold h5">
          ناظم دارلاقامہ کسی بھی وقت رہائشی طلبہ کی حاضری لینے کا مجاز ہوگا۔ غیر
          حاضر طلباء کے خلاف کاروائی کی جائیگی{" "}
        </h5>
        <hr />
        <h5 className=" text-center   m-1  font-weight-bold h5">
          متعدد بار غیر حاضر رہنے والوں کو مدرسہ سے خارج کیا جائے گا۔ یا فراہم
          کردہ سہولتیں واپس لی جائیگی
        </h5>
        <hr />
        <h5 className=" text-center   m-1  font-weight-bold h5">
          جس طلب علم کا کوئی مہمان آے تو فوراً ناظم دارلاقامہ کو اطلاع دینی
          چاہیے نیز اپنے احباب اور ملنے والوں کو احباب اور ملنے والوں کو بتلا
          دینا چاہیے کہ وہ صرف عصر و مغرب کہ مابین یا جمعہ کہ دن ملاقات کیلیے
          آیا کرے
        </h5>
        <hr />
        <h5 className=" text-center   m-1  font-weight-bold h5">
          مدرسہ کے احاطہ میں استری،ٹیپ کارڈ،موبائل فون،کیمرہ کمپوٹر،وغیرہ پر سخت
          پابندی ہوگی اگر کسی طالب علم سے برآمد ہوے تو ضبط کئے جائنگے
        </h5>
        <hr />
        <h5 className=" text-center   m-1  font-weight-bold h5">
          مقیم طالب علم کیلئے امامت موذنی،ٹیوشن یا کوئی اور ذریعہ آمدن اختیار
          کرنے کی قطعاً اجازت نہ ہوگی بصورت دیگر دارلاقامہ میں سکونت کا مستحق نہ
          ہوگا
        </h5>
        <hr />
        <h5 className=" text-center   m-1  font-weight-bold h5">
          چونکہ مدرسہ کا ذرائع آمدن زکات اور صدقات ہیں اس لئے جو طلب علم مستحق
          زکوات نہ ہو وہ تعلیمی اخراجات خود برداشت کریگا۔
        </h5>
        <hr />
      </div>
      <div className="col-sm-2 p-0 m-0"></div>
    </div>
  );
}

export default About;
